UploadFileAction_menu_item_text = Dateien hochladen
UploadFileAction_folder_text = Hochladen
UploadFileAction_failed_text = Das Hochladen der Datei {0} schlug fehl.
UploadFileAction_tooltip = Dateien in den gew\u00E4hlten Ordner hochladen
UploadFileAction_tooltip_disabled = Der Browser unterst\u00E4tzt keine HTML 5 Uploads
UploadFileAction_drop_text = Ziehen Sie Dateien auf dieses Feld


UploadFileAction_status_uploading = Inhalt erzeugt, lade Datei\u2026
UploadFileAction_status_finished = Ladevorgang erfolgreich.
UploadFileAction_status_queued = Wartet\u2026
UploadFileAction_status_post_processing = F\u00FChre nachtr\u00E4gliche Bearbeitungen durch\u2026

Upload_folder_error = Fehler beim Erzeugen des Zielordners '{0}': {1}
Upload_error = Fehler
Upload_error_tooltip = Fehler beim Hochlades der Datei: {0}

Upload_folder_combo_emptyText = Zielordner ausw\u00E4hlen.
Upload_drop_text = Ziehen Sie Dateien aus Ihrem Dateisystem hierher.
Upload_folder_combo_title=Ordner
Upload_open_in_tab = Inhalte im Tab \u00F6ffnen
Upload_document_name = Inhaltsname
Upload_remove_document = Inhalt entfernen
Upload_button_label = Hochladen
Upload_progress_title = Generiere Vorschau
Upload_progress_msg = Generiere Vorschaubilder, bitte warten\u2026
Upload_mimetype_text = Keine Vorschau m\u00F6glich
Upload_content_type_text= Typ:

UploadProgressDialog_header_msg = Die folgenden Dateien werden in den gew\u00E4hlten Ordner hochgeladen:
UploadProgressDialog_title = Upload l\u00E4uft\u2026
UploadProgressDialog_upload_running = Upload l\u00E4uft\u2026
UploadProgressDialog_upload_successful = Erfolgreich hochgeladen
UploadProgressDialog_upload_failed = Upload fehlgeschlagen
UploadProgressDialog_upload_waiting = Upload ausstehend

bulkResult_error_window_title=Probleme beim Import von \u00DCbersetzungen
bulkResult_error_btn_OK=OK

bulkResult_error_FAILED_sg_text=Das folgende Dokument konnte nicht importiert werden.
bulkResult_error_FAILED_pl_text=Die folgenden {0} Dokumente konnten nicht importiert werden.

bulkResult_error_DOES_NOT_EXIST_sg_text=Das folgende Dokument existiert nicht.
bulkResult_error_DOES_NOT_EXIST_pl_text=Die folgenden {0} Dokument existieren nicht.

bulkResult_error_MASTER_CHANGED_sg_text=F\u00FCr das folgende Dokument wurde ein neuer Master-Inhalt gew\u00E4hlt, nachdem die \u00DCbersetzung angesto\u00DFen wurde.
bulkResult_error_MASTER_CHANGED_pl_text=F\u00FCr die folgenden Dokumente wurden neue Master-Inhalte gew\u00E4hlt, nachdem die \u00DCbersetzung angesto\u00DFen wurde.

bulkResult_error_MASTER_VERSION_OUTDATED_sg_text=Eine neuere Version des folgenden Dokuments wurde bereits \u00FCbersetzt.
bulkResult_error_MASTER_VERSION_OUTDATED_pl_text=Eine neuere Version der folgenden {0} Dokumente wurde bereits \u00FCbersetzt.

bulkResult_error_EMPTY_TRANSUNIT_TARGET_sg_text=Das folgende Dokument konnte nicht importiert werden, weil ein Text nicht \u00FCbersetzt wurde.
bulkResult_error_EMPTY_TRANSUNIT_TARGET_pl_text=Die folgenden {0} Dokumente konnten nicht importiert werden, weil Texte nicht \u00FCbersetzt wurden.

bulkResult_error_INVALID_CONTENT_ID_sg_text=Ein Dokument konnte nicht importiert werden, weil eine Dokumentreferenz ung\u00FCltig war.
bulkResult_error_INVALID_CONTENT_ID_pl_text={0} Dokumente konnten nicht importiert werden, weil die Dokumentreferenzen ung\u00FCltig waren.

bulkResult_error_ALREADY_CHECKED_OUT_sg_text=Das folgende Dokument konnte nicht importiert werden, weil es noch ausgeliehen ist.
bulkResult_error_ALREADY_CHECKED_OUT_pl_text=Die folgenden {0} Dokumente konnten nicht importiert werden, weil sie noch ausgeliehen sind.

bulkResult_error_STRING_TOO_LONG_sg_text=Das folgende Dokument konnte nicht importiert werden, weil eine Zeichenkette zu lang ist.
bulkResult_error_STRING_TOO_LONG_pl_text=Die folgenden {0} Dokumente konnten nicht importiert werden, weil einige Zeichenketten zu lang sind.

bulkResult_error_NO_SUCH_PROPERTY_sg_text=Das folgende Dokument konnte nicht importiert werden, weil eine zu importierende Property nicht existiert.
bulkResult_error_NO_SUCH_PROPERTY_pl_text=Die folgenden {0} Dokumente konnten nicht importiert werden, weil einige zu importierende Propertys nicht existieren.

bulkResult_error_STRING_LIST_TOO_LONG_sg_text=Das folgende Dokument konnte nicht importiert werden, weil eine Liste von Zeichenketten zu lang geworden w\u00E4re.
bulkResult_error_STRING_LIST_TOO_LONG_pl_text=Die folgenden {0} Dokumente konnten nicht importiert werden, weil einige Listen von Zeichenketten zu lang geworden w\u00E4ren.

bulkResult_error_INVALID_MARKUP_sg_text=Das folgende Dokument konnte nicht importiert werden, weil eine Textauszeichnung ung\u00FCltig war.
bulkResult_error_INVALID_MARKUP_pl_text=Die folgenden {0} Dokumente konnten nicht importiert werden, weil einige Textauszeichnungen ung\u00FCltig waren.

bulkResult_error_INVALID_XLIFF_sg_text=Ein Dokument konnte nicht importiert werden, weil die zu importierenden Datei ung\u00FCltig ist.
bulkResult_error_INVALID_XLIFF_pl_text={0} Dokumente konnten nicht importiert werden, weil die zu importierenden Datei ung\u00FCltig ist.

bulkResult_error_INVALID_LOCALE_sg_text=Die Ziellocale stimmt nicht mit der erwarteten Locale \u00FCberein.
bulkResult_error_INVALID_LOCALE_pl_text=Die Ziellocales stimmen nicht mit den erwarteten Locales \u00FCberein.

bulkResult_error_DUPLICATE_NAME_sg_text=Ein Dokument wurde umbenannt weil der gew\u00FCnschten Name schon vergeben ist.
bulkResult_error_DUPLICATE_NAME_pl_text=Die folgenden {0} Dokumente wurden umbenannt weil die gew\u00FCnschten Namen schon vergeben sind.

bulkResult_error_INVALID_INTERNAL_LINK_sg_text=Ein Dokument enth\u00E4lt Verweise, die nicht korrekt aufgel\u00F6st bzw. lokalisiert werden konnten.
bulkResult_error_INVALID_INTERNAL_LINK_pl_text=Die folgenden {0} Dokumente enthalten Verweise, die nicht korrekt aufgel\u00F6st bzw. lokalisiert werden konnten.
